Repository: KaySar12/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: vi_vn

source: Fingerprint (SHA-1)
vi_vn: Dấu vân tay (SHA-1)

source: Fingerprint (SHA-256)
vi_vn: Dấu vân tay (SHA-256)

source: Finland
vi_vn: Phần Lan

source: Firewall
vi_vn: Tường lửa

source: Firmware version
vi_vn: Phiên bản firmware

source: Flags
vi_vn: Cờ

source: Force SSL/TLS
vi_vn: Buộc SSL/TLS

source: Force a specific MAC address on this interface.
vi_vn: Buộc một địa chỉ MAC cụ thể trên giao diện này.

source: Force secure connection only.
vi_vn: Chỉ buộc kết nối an toàn.

source: Forum
vi_vn: Diễn đàn

source: Framework for Multicast DNS Service Discovery.
vi_vn: Khung cho phát hiện dịch vụ DNS đa điểm.

source: France
vi_vn: Pháp

source: Free
vi_vn: Miễn phí

source: French Guiana
vi_vn: Guyane thuộc Pháp

source: French Polynesia
vi_vn: Polynésie thuộc Pháp

source: French Southern Territories
vi_vn: Lãnh thổ phía nam của Pháp

source: French Southern and Antarctic Territories
vi_vn: Lãnh thổ phía nam và châu Nam Cực của Pháp

source: Friday
vi_vn: Thứ Sáu

source: Full
vi_vn: Đầy đủ

source: Gateway
vi_vn: Cổng

source: General
vi_vn: Chung

source: Georgia
vi_vn: Gruzia

source: Germany
vi_vn: Đức

source: Go to the notification sidebar to attach to it.
vi_vn: Đi tới thanh bên thông báo để đính kèm vào đó.

source: Good
vi_vn: Tốt

source: Greece
vi_vn: Hy Lạp

source: Group
vi_vn: Nhóm

source: Groups
vi_vn: Các nhóm

source: Grow
vi_vn: Mở rộng

source: Guests allowed
vi_vn: Cho phép khách

source: Guests only
vi_vn: Chỉ khách

source: HTTP-Proxy
vi_vn: Proxy HTTP

source: HTTPS-Proxy
vi_vn: Proxy HTTPS

source: Hardware Address
vi_vn: Địa chỉ phần cứng

source: Heard Island and McDonald Islands
vi_vn: Đảo Heard và các đảo McDonald

source: Help
vi_vn: Giúp

source: Hibernate
vi_vn: Ngủ đông

source: Hide
vi_vn: Ẩn

source: Hide dot files
vi_vn: Ẩn các tệp ẩn

source: High-performance mail transport agent.
vi_vn: Đại lý vận chuyển thư hiệu suất cao.

source: Home
vi_vn: Trang chủ

source: Home directories
vi_vn: Thư mục cá nhân

source: Homepage
vi_vn: Trang chính

source: Hong Kong S.A.R., China
vi_vn: Hồng Kông, Trung Quốc

source: Host
vi_vn: Máy chủ

source: Hostname
vi_vn: Tên máy chủ

source: Hosts allow
vi_vn: Máy chủ cho phép

source: Hosts deny
vi_vn: Máy chủ từ chối

source: Hour
vi_vn: Giờ

source: Hourly
vi_vn: Hàng giờ

source: Hybrid sleep
vi_vn: Ngủ đông hỗn hợp

source: IP addresses in CIDR notation or host names of clients that are allowed to access the NTP server.
vi_vn: Địa chỉ IP ở định dạng CIDR hoặc tên máy chủ của các máy khách được phép truy cập vào máy chủ NTP.

source: IP addresses of domain name servers used to resolve host names.
vi_vn: Địa chỉ IP của các máy chủ tên miền được sử dụng để giải quyết tên máy chủ.

source: Iceland
vi_vn: Islande

source: Identify
vi_vn: Nhận diện

source: Identify As
vi_vn: Nhận diện như

source: Identify network interface
vi_vn: Nhận diện giao diện mạng

source: Idle
vi_vn: Nhàn rỗi

source: If 'Guests allowed' is selected and no login credential is provided, then access as guest. Always access as guest when 'Guests only' is selecting; in this case no password is required to connect to the share.
vi_vn: Nếu "Cho phép khách" được chọn và không cung cấp thông tin đăng nhập, thì truy cập dưới danh nghĩa khách. Luôn truy cập dưới danh nghĩa khách khi "Chỉ khách" được chọn; trong trường hợp này không cần mật khẩu để kết nối với chia sẻ.

source: If a device is not listed here, it is usually because the device already contains a file system or partitions. With the former, the file system can be mounted <a href='#/storage/filesystems/mount'>here<a>. For the latter, please <a href='#/storage/disks'>wipe<a> the device as partitions are not supported.
vi_vn: Nếu một thiết bị không được liệt kê ở đây, thường là vì thiết bị đó đã chứa một hệ thống tệp hoặc các phân vùng. Trong trường hợp đầu tiên, hệ thống tệp có thể được gắn <a href='#/storage/filesystems/mount'>tại đây<a>. Đối với trường hợp sau, vui lòng <a href='#/storage/disks'>xóa sạch<a> thiết bị vì các phân vùng không được hỗ trợ.

source: If set then the client will be prompted to supply a user name and password to connect to the module.
vi_vn: Nếu được thiết lập, thì máy khách sẽ được yêu cầu cung cấp tên người dùng và mật khẩu để kết nối với mô-đun.

source: If this option is set, the daemon will chroot to the shared folder path before starting the file transfer with the client. Then it is not possible to map users and groups by name and the daemon is not being able to follow symbolic links that are either absolute or outside of the new root path.
vi_vn: Nếu tùy chọn này được kích hoạt, daemon sẽ chroot vào đường dẫn thư mục chia sẻ trước khi bắt đầu chuyển tệp với máy khách. Khi đó, không thể ánh xạ người dùng và nhóm theo tên và daemon không thể theo dõi các liên kết biểu tượng mà là tuyệt đối hoặc ngoài đường dẫn gốc mới.

source: If this option is set, then any attempted downloads will fail.
vi_vn: Nếu tùy chọn này được kích hoạt, thì mọi nỗ lực tải xuống sẽ thất bại.

source: If this option is set, then any attempted uploads will fail.
vi_vn: Nếu tùy chọn này được kích hoạt, thì mọi nỗ lực tải lên sẽ thất bại.

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a file system extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX file system, associated with the file or directory.
vi_vn: Nếu tham số này được thiết lập, Samba sẽ cố gắng đọc trước các thuộc tính DOS (HỆ THỐNG, ẨN, Lưu trữ hoặc Chỉ đọc) từ một thuộc tính mở rộng của hệ thống tệp, trước khi ánh xạ các thuộc tính DOS thành các bit quyền UNIX. Khi được thiết lập, các thuộc tính DOS sẽ được lưu trữ vào một thuộc tính mở rộng trong hệ thống tệp UNIX, liên kết với tệp hoặc thư mục.

source: If this parameter is set, then users may not create or modify files in the share.
vi_vn: Nếu tham số này được thiết lập, thì người dùng không thể tạo hoặc sửa đổi tệp trong chia sẻ.

source: Import
vi_vn: Nhập khẩu

source: Imported SSH certificate.
vi_vn: Chứng chỉ SSH đã nhập khẩu.

source: Imported SSL certificate.
vi_vn: Chứng chỉ SSL đã nhập khẩu.

source: Imported groups.
vi_vn: Các nhóm đã nhập khẩu.

source: Imported users.
vi_vn: Người dùng đã nhập khẩu.

source: India
vi_vn: Ấn Độ

source: Indicates whether updates are available.
vi_vn: Cho biết liệu có bản cập nhật nào có sẵn.

source: Information
vi_vn: Thông tin

source: Inherit ACLs
vi_vn: Kế thừa ACL

source: Inherit permissions
vi_vn: Kế thừa quyền

source: Initializing
vi_vn: Đang khởi tạo

source: Install
vi_vn: Cài đặt

source: Install plugin
vi_vn: Cài đặt plugin

source: Install updates
vi_vn: Cài đặt bản cập nhật

source: Install updates from
vi_vn: Cài đặt bản cập nhật từ

source: Installed
vi_vn: Đã cài đặt

source: Installs the public SSH key on a remote system as an authorized key. Make sure password authentication is enabled on that remote system.
vi_vn: Cài đặt khóa SSH công khai trên một hệ thống từ xa như một khóa được ủy quyền. Đảm bảo rằng xác thực bằng mật khẩu được bật trên hệ thống từ xa đó.

source: Interfaces
vi_vn: Giao diện

source: Invalid IP address.
vi_vn: Địa chỉ IP không hợp lệ.

source: Invalid NetBIOS name.
vi_vn: Tên NetBIOS không hợp lệ.

source: Invalid PGP public key.
vi_vn: Khóa công khai PGP không hợp lệ.

source: Invalid SSH public key (OpenSSH format).
vi_vn: Khóa công khai SSH không hợp lệ (định dạng OpenSSH).

source: Invalid SSH public key (OpenSSH or RFC 4716 format)
vi_vn: Khóa công khai SSH không hợp lệ (định dạng OpenSSH hoặc RFC 4716)

source: Invalid SSH public key (RFC 4716 format).
vi_vn: Khóa công khai SSH không hợp lệ (định dạng RFC 4716).

source: Invalid User-Agent.
vi_vn: User-Agent không hợp lệ.

source: Invalid domain name.
vi_vn: Tên miền không hợp lệ.

source: Invalid group name.
vi_vn: Tên nhóm không hợp lệ.

source: Invalid host name.
vi_vn: Tên máy chủ không hợp lệ.

source: Invalid user name.
vi_vn: Tên người dùng không hợp lệ.

source: Invalid user.
vi_vn: Người dùng không hợp lệ.

source: It may take a while to detect the new devices, thus it might be necessary to reload the table several times. Do you want to proceed?
vi_vn: Có thể mất một thời gian để phát hiện các thiết bị mới, vì vậy có thể cần phải tải lại bảng nhiều lần. Bạn có muốn tiếp tục không?

source: Italy
vi_vn: Ý

source: Ivory Coast
vi_vn: Bờ Biển Ngà

source: January
vi_vn: Tháng Một

source: Japan
vi_vn: Nhật Bản

source: Johnston Island
vi_vn: Đảo Johnston

source: July
vi_vn: Tháng Bảy

source: June
vi_vn: Tháng Sáu

source: Keep partially transferred files
vi_vn: Giữ lại các tệp đã chuyển một phần

source: Kernel
vi_vn: Nền tảng

source: Key size
vi_vn: Kích thước khóa

source: Kyrgyzstan
vi_vn: Kirghizistan

source: LBA of first error
vi_vn: LBA của lỗi đầu tiên

source: LVM logical volume %s [%s, %s]
vi_vn: Volume logic LVM %s [%s, %s]

source: Label
vi_vn: Nhãn

source: Language
vi_vn: Ngôn ngữ

source: Laos
vi_vn: Lào

source: Lebanon
vi_vn: Liban

source: Length of time in seconds to blink one or more LEDs on the specific ethernet port.
vi_vn: Thời gian tính bằng giây để nhấp nháy một hoặc nhiều LED trên cổng Ethernet cụ thể.

source: Lifetime
vi_vn: Thời gian sống

source: Limit custom
vi_vn: Giới hạn tùy chỉnh

source: Limit daily
vi_vn: Giới hạn hàng ngày

source: Limit hourly
vi_vn: Giới hạn hàng giờ

source: Limit monthly
vi_vn: Giới hạn hàng tháng

source: Limit weekly
vi_vn: Giới hạn hàng tuần

source: Limit yearly
vi_vn: Giới hạn hàng năm

source: Link
vi_vn: Liên kết

source: List module
vi_vn: Liệt kê mô-đun

source: Lithuania
vi_vn: Lithuanie

source: Load Average
vi_vn: Tải trung bình

source: Load average
vi_vn: Tải trung bình

source: Loading ...
vi_vn: Đang tải ...

source: Local
vi_vn: Địa phương

source: Location
vi_vn: Vị trí

source: Log in
vi_vn: Đăng nhập

source: Log level
vi_vn: Mức độ ghi log

source: Logout
vi_vn: Đăng xuất

source: Logs
vi_vn: Nhật ký

source: Long self-test
vi_vn: Kiểm tra tự động dài

source: Loop device [%s, %s]
vi_vn: Thiết bị vòng [%s, %s]

source: MAC address
vi_vn: Địa chỉ MAC

source: MII monitoring frequency
vi_vn: Tần số giám sát MII

source: Macao S.A.R., China
vi_vn: Macao, Trung Quốc

source: Macedonia
vi_vn: Macédoine

source: Maintainer
vi_vn: Người duy trì

source: Make sure that the guest user <em>nobody</em> can access the files.
vi_vn: Đảm bảo rằng người dùng khách <em>nobody</em> có thể truy cập các tệp.

source: Management of CPUfreq settings.
vi_vn: Quản lý cài đặt CPUfreq.

source: Management of scheduled tasks.
vi_vn: Quản lý các tác vụ đã lên lịch.

source: Management of the file systems to be mounted.
vi_vn: Quản lý các hệ thống tệp cần được gắn.

source: March
vi_vn: Tháng Ba

source: Marshall Islands
vi_vn: Quần đảo Marshall

source: Match if the destination port is one of the given ports, e.g. 21 or !443 or 1024-65535.
vi_vn: So khớp nếu cổng đích là một trong các cổng đã cho, ví dụ: 21 hoặc !443 hoặc 1024-65535.

source: Match if the source port is one of the given ports, e.g. 21 or !443 or 1024-65535.
vi_vn: So khớp nếu cổng nguồn là một trong các cổng đã cho, ví dụ: 21 hoặc !443 hoặc 1024-65535.

source: Mauritania
vi_vn: Mauritanie

source: Mauritius
vi_vn: Île Maurice

source: Max. connections
vi_vn: Kết nối tối đa

source: Maximum
vi_vn: Tối đa

source: Maximum file size
vi_vn: Kích thước tệp tối đa

source: Maximum performance, maximum acoustic output
vi_vn: Hiệu suất tối đa, âm thanh tối đa

source: May
vi_vn: Tháng Năm

source: Members
vi_vn: Thành viên

source: Memory
vi_vn: Bộ nhớ

source: Memory Usage
vi_vn: Sử dụng bộ nhớ

source: Memory usage
vi_vn: Sử dụng bộ nhớ

source: Message
vi_vn: Thông điệp

source: Messages
vi_vn: Thông điệp

source: Method
vi_vn: Phương pháp

source: Metric
vi_vn: Đơn vị

source: Metropolitan France
vi_vn: Pháp đại lục

source: Micronesia
vi_vn: Micronésie

source: Midway Islands
vi_vn: Quần đảo Midway

source: Minimum
vi_vn: Tối thiểu

source: Minimum performance, minimum acoustic output
vi_vn: Hiệu suất tối thiểu, âm thanh tối thiểu

source: Minimum protocol version
vi_vn: Phiên bản giao thức tối thiểu

source: Minute
vi_vn: Phút

source: Missing
vi_vn: Thiếu

source: Mode
vi_vn: Chế độ

source: Model
vi_vn: Mô hình

source: Modules
vi_vn: Mô-đun

source: Moldova
vi_vn: Moldavie

source: Monday
vi_vn: Thứ Hai

source: Mongolia
vi_vn: Mongolie

source: Monitored
vi_vn: Được giám sát

source: Monitoring
vi_vn: Giám sát

source: Monitoring enabled
vi_vn: Giám sát đã được kích hoạt

source: Month
vi_vn: Tháng

source: Monthly
vi_vn: Hàng tháng

source: Morocco
vi_vn: Maroc

source: Mount
vi_vn: Gắn

source: Mount Options
vi_vn: Tùy chọn gắn

source: Mount Point
vi_vn: Điểm gắn

source: Mount an existing file system.
vi_vn: Gắn một hệ thống tệp hiện có.

source: Mounted
vi_vn: Đã gắn

source: NTP time servers, separated by comma.
vi_vn: Máy chủ thời gian NTP, cách nhau bằng dấu phẩy.

source: Name
vi_vn: Tên

source: Netherlands
vi_vn: Hà Lan

source: Netherlands Antilles
vi_vn: Antilles Hà Lan

source: Netmask
vi_vn: Địa chỉ mạng

source: Network
vi_vn: Mạng

source: Network Interfaces
vi_vn: Giao diện mạng

source: Neutral Zone
vi_vn: Khu vực trung lập

source: Never
vi_vn: Không bao giờ

source: New Caledonia
vi_vn: Tân Calédonie

source: New package updates are available for installation.
vi_vn: Có bản cập nhật gói mới sẵn sàng để cài đặt.

source: New password
vi_vn: Mật khẩu mới

source: Niue
vi_vn: Niuê

source: No
vi_vn: Không

source: No access
vi_vn: Không có quyền truy cập

source: No connections
vi_vn: Không có kết nối

source: No data to display.
vi_vn: Không có dữ liệu để hiển thị.

source: No monitored devices.
vi_vn: Không có thiết bị nào được giám sát.

source: No users connected
vi_vn: Không có người dùng nào kết nối

source: None
vi_vn: Không có

source: Norfolk Island
vi_vn: Đảo Norfolk

source: Normal
vi_vn: Bình thường

source: North Korea
vi_vn: Triều Tiên

source: North Vietnam
vi_vn: Miền Bắc Việt Nam

source: Northern Mariana Islands
vi_vn: Quần đảo Mariana phía Bắc

source: Norway
vi_vn: Na Uy

source: Not ICMP
vi_vn: Không phải ICMP

source: Not ICMPv6
vi_vn: Không phải ICMPv6

source: Not TCP
vi_vn: Không TCP

source: Not UDP
vi_vn: Không UDP

source: Not mounted
vi_vn: Chưa gắn

source: Not running
vi_vn: Chưa chạy

source: Note that SMB1 is deprecated and should only be used in mandatory cases.
vi_vn: Lưu ý rằng SMB1 đã lỗi thời và chỉ nên được sử dụng trong trường hợp bắt buộc.

source: Nothing
vi_vn: Không có gì

source: Notification
vi_vn: Thông báo

source: Notifications
vi_vn: Thông báo

source: November
vi_vn: Tháng Mười Một

source: Num
vi_vn: Số

source: Obsolete cached data found. Page will be reloaded. If the problem persists, press Ctrl-Shift-R or Ctrl-F5 to force a hard reload of the page.
vi_vn: Dữ liệu cache lỗi thời được tìm thấy. Trang sẽ được tải lại. Nếu vấn đề vẫn tiếp diễn, hãy nhấn Ctrl-Shift-R hoặc Ctrl-F5 để buộc tải lại trang.

source: October
vi_vn: Tháng Mười

source: Offline immediate test
vi_vn: Kiểm tra ngay offline

source: Old-age
vi_vn: Tuổi già

source: Online
vi_vn: Trực tuyến

source: Operation
vi_vn: Hoạt động

source: Options
vi_vn: Tùy chọn

source: Organization Name
vi_vn: Tên tổ chức

source: Organization Unit
vi_vn: Đơn vị tổ chức

source: Others
vi_vn: Khác

source: Outgoing SMTP mail server address, e.g. smtp.mycorp.com.
vi_vn: Địa chỉ máy chủ email SMTP đầu ra, ví dụ: smtp.mycorp.com.

source: Outlying Oceania
vi_vn: Oceania xa xôi

source: Owner
vi_vn: Chủ sở hữu

source: Pacific Islands Trust Territory
vi_vn: Lãnh thổ ủy thác các đảo Thái Bình Dương

source: Package Information
vi_vn: Thông tin gói

source: Package management.
vi_vn: Quản lý gói.

source: Palau
vi_vn: Palao

source: Palestinian Territory
vi_vn: Lãnh thổ Palestine

source: Panama Canal Zone
vi_vn: Khu vực kênh Panama

source: Parent Device
vi_vn: Thiết bị cha

source: Parent UUID
vi_vn: UUID Cha

source: Parent device
vi_vn: Thiết bị cha

source: Password
vi_vn: Mật khẩu

source: Password authentication
vi_vn: Xác thực bằng mật khẩu

source: Password does not match.
vi_vn: Mật khẩu không khớp.

source: Password doesn't match.
vi_vn: Mật khẩu không khớp.

source: Paste a RSA or ECC certificate in X.509 PEM format here.
vi_vn: Dán chứng chỉ RSA hoặc ECC ở định dạng X.509 PEM vào đây.

source: Paste a RSA or ECC private key in X.509 PEM format here.
vi_vn: Dán khóa riêng RSA hoặc ECC ở định dạng X.509 PEM vào đây.

source: Pending configuration changes
vi_vn: Thay đổi cấu hình đang chờ

source: People's Democratic Republic of Yemen
vi_vn: Cộng hòa Dân chủ Nhân dân Yemen

source: Perform a trial run with no changes made
vi_vn: Thực hiện một lần thử mà không có thay đổi nào

source: Performance Statistics
vi_vn: Thống kê hiệu suất

source: Period of validity
vi_vn: Thời gian hiệu lực

source: Permission
vi_vn: Quyền

source: Permissions
vi_vn: Quyền

source: Permissions of group.
vi_vn: Quyền của nhóm.

source: Permissions of others (e.g. anonymous FTP users).
vi_vn: Quyền của người khác (ví dụ: người dùng FTP ẩn danh).

source: Permissions of owner.
vi_vn: Quyền của chủ sở hữu.

source: Permit root login
vi_vn: Cho phép đăng nhập root

source: Permit to do SSH tunneling.
vi_vn: Cho phép thực hiện tunneling SSH.

source: Pitcairn
vi_vn: Đảo Pitcairn

source: Please check the <a href="http://www.samba.org/ftp/rsync/rsync.html" target="_blank">manual page</a> for more details.
vi_vn: Vui lòng kiểm tra <a href="http://www.samba.org/ftp/rsync/rsync.html" target="_blank">trang hướng dẫn</a> để biết thêm chi tiết.

source: Please check the <a href="http://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">manual page</a> for more details.
vi_vn: Vui lòng kiểm tra <a href="http://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">trang hướng dẫn</a> để biết thêm chi tiết.

source: Please check the <a href="https://man.openbsd.org/sshd_config.5" target="_blank">manual page</a> for more details.
vi_vn: Vui lòng kiểm tra <a href="https://man.openbsd.org/sshd_config.5" target="_blank">trang hướng dẫn</a> để biết thêm chi tiết.

source: Please check the <a href='http://www.samba.org/samba/docs/man/manpages-3/smb.conf.5.html' target='_blank'>manual page</a> for more details.
vi_vn: Vui lòng kiểm tra <a href='http://www.samba.org/samba/docs/man/manpages-3/smb.conf.5.html' target='_blank'>trang hướng dẫn</a> để biết thêm chi tiết.

source: Please check the <a href='https://manpages.debian.org/nfs-kernel-server/exports.5.html' target='_blank'>manual page</a> for more details.
vi_vn: Vui lòng kiểm tra <a href='https://manpages.debian.org/nfs-kernel-server/exports.5.html' target='_blank'>trang hướng dẫn</a> để biết thêm chi tiết.

source: Please choose the method to wipe the device.
vi_vn: Vui lòng chọn phương pháp để xóa thiết bị.

source: Please wait ...
vi_vn: Vui lòng chờ ...

source: Please wait, a shared folder will be created ...
vi_vn: Vui lòng chờ, một thư mục chia sẻ sẽ được tạo ...

source: Please wait, a snapshot will be created ...
vi_vn: Vui lòng chờ, một ảnh chụp sẽ được tạo ...

source: Please wait, deleting selected item(s) ...
vi_vn: Vui lòng chờ, đang xóa mục được chọn ...

source: Please wait, identifying network device ...
vi_vn: Vui lòng chờ, đang xác định thiết bị mạng ...

source: Please wait, installing public SSH key on remote system ...
vi_vn: Vui lòng chờ, đang cài đặt khóa SSH công khai trên hệ thống từ xa ...

source: Please wait, processing selected item(s) ...
vi_vn: Vui lòng chờ, đang xử lý mục được chọn ...

source: Please wait, reverting configuration changes ...
vi_vn: Vui lòng chờ, đang hoàn tác các thay đổi cấu hình ...

source: Please wait, sending a test email ...
vi_vn: Vui lòng chờ, đang gửi email thử nghiệm ...

source: Please wait, the configuration changes are being applied ...
vi_vn: Vui lòng chờ, các thay đổi cấu hình đang được áp dụng ...

source: Please wait, the data is being loaded ...
vi_vn: Vui lòng chờ, dữ liệu đang được tải ...

source: Please wait, the statistic graphs will be regenerated ...
vi_vn: Vui lòng chờ, các biểu đồ thống kê đang được tái tạo ...

source: Please wait, unmounting the file system ...
vi_vn: Vui lòng chờ, đang tháo gỡ hệ thống tệp ...

source: Please wait, updating access control lists ...
vi_vn: Vui lòng chờ, đang cập nhật danh sách kiểm soát truy cập ...

source: Please wait, updating the permissions ...
vi_vn: Vui lòng chờ, đang cập nhật quyền ...

source: Plugins
vi_vn: Tiện ích mở rộng

source: Poland
vi_vn: Ba Lan

source: Port
vi_vn: Cổng

source: Portugal
vi_vn: Bồ Đào Nha

source: Power
vi_vn: Nguồn

source: Power Management
vi_vn: Quản lý nguồn

source: Power Mode
vi_vn: Chế độ nguồn

source: Power Off
vi_vn: Tắt nguồn

source: Power button
vi_vn: Nút nguồn

source: Power cycle count
vi_vn: Số lần chu kỳ nguồn

source: Power mode
vi_vn: Chế độ nguồn

source: Powered on
vi_vn: Đang hoạt động

source: Pre-release updates
vi_vn: Cập nhật trước khi phát hành

source: Prefail
vi_vn: Tiền thất bại

source: Prefix address
vi_vn: Địa chỉ tiền tố

source: Prefix length
vi_vn: Độ dài tiền tố

source: Preserve ACLs
vi_vn: Giữ nguyên ACL

source: Preserve extended attributes
vi_vn: Giữ nguyên thuộc tính mở rộng

source: Preserve group
vi_vn: Giữ nguyên nhóm

source: Preserve modification times
vi_vn: Giữ nguyên thời gian sửa đổi

source: Preserve owner
vi_vn: Giữ nguyên chủ sở hữu

source: Preserve permissions
vi_vn: Giữ nguyên quyền

source: Prevent a disk from being spun-up when it is periodically polled.<ul><li>Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.</li><li>Sleep - Check the device unless it is in SLEEP mode.</li><li>Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a disk from spinning up each poll, this is probably what you want.</li><li>Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.</li></ul>
vi_vn: Ngăn chặn một ổ đĩa khỏi việc quay khi nó được kiểm tra định kỳ.<ul><li>Không bao giờ - Kiểm tra (poll) thiết bị bất kể chế độ nguồn của nó. Điều này có thể khiến ổ đĩa không quay bị khởi động lại khi được kiểm tra.</li><li>Ngủ (Sleep) - Kiểm tra thiết bị trừ khi nó ở chế độ ngủ.</li><li>Chờ (Standby) - Kiểm tra thiết bị trừ khi nó ở chế độ ngủ hoặc chờ. Trong những chế độ này, hầu hết các ổ đĩa không quay, vì vậy nếu bạn muốn ngăn chặn ổ đĩa quay mỗi lần kiểm tra, đây có thể là những gì bạn muốn.</li><li>Nhàn rỗi (Idle) - Kiểm tra thiết bị trừ khi nó ở chế độ ngủ, chờ hoặc nhàn rỗi. Trong trạng thái nhàn rỗi, hầu hết các ổ đĩa vẫn quay, vì vậy điều này có thể không phải là điều bạn muốn.</li></ul>

source: Primary
vi_vn: Chính

source: Primary email
vi_vn: Email chính

source: Private key
vi_vn: Khóa riêng

source: Process monitoring
vi_vn: Giám sát quy trình

source: Processes
vi_vn: Quá trình

source: Processor
vi_vn: Bộ xử lý

source: Profile
vi_vn: Hồ sơ

source: Protocol
vi_vn: Giao thức

source: Public
vi_vn: Công khai

source: Public key
vi_vn: Khóa công khai

source: Public key authentication
vi_vn: Xác thực bằng khóa công khai

source: Pull
vi_vn: Kéo

source: Push
vi_vn: Đẩy

source: Quick
vi_vn: Nhanh

source: Quota
vi_vn: Hạn mức

source: RSync server
vi_vn: Máy chủ RSync

source: Raw value
vi_vn: Giá trị thô

source: Read only
vi_vn: Chỉ đọc

source: Read-only
vi_vn: Chỉ đọc

source: Read/Execute
vi_vn: Đọc/Thực thi

source: Read/Write
vi_vn: Đọc/Ghi

source: Read/Write/Execute
vi_vn: Đọc/Ghi/Thực thi

source: Reboot
vi_vn: Khởi động lại

source: Recipient
vi_vn: Người nhận
