Repository: KaySar12/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: vi_vn

source: %d days
vi_vn: %d ngày

source: %d hours
vi_vn: %d giờ

source: %d minutes
vi_vn: %d phút

source: %d months
vi_vn: %d tháng

source: %d years
vi_vn: %d năm

source: %s [%s, %s (%d%%) used, %s available]
vi_vn: %s [%s, %s (%d%%) đã sử dụng, %s còn trống]

source: %s [on %s, %s]
vi_vn: %s [vào %s, %s]

source: %s ago
vi_vn: %s trước

source: 1 - Minimum power usage with standby (spindown)
vi_vn: 1 - Tiêu thụ điện năng tối thiểu với chế độ chờ (quay)

source: 1 GiB
vi_vn: 1 GB

source: 1 MiB
vi_vn: 1 MB

source: 1 day
vi_vn: 1 ngày

source: 1 min
vi_vn: 1 phút

source: 1 minute
vi_vn: 1 phút

source: 1 month
vi_vn: 1 tháng

source: 1 week
vi_vn: 1 tuần

source: 1 year
vi_vn: 1 năm

source: 10 MiB
vi_vn: 10 MB

source: 10 minutes
vi_vn: 10 phút

source: 10 years
vi_vn: 10 năm

source: 100 MiB
vi_vn: 100 MB

source: 120 minutes
vi_vn: 120 phút

source: 127 - Intermediate power usage with standby
vi_vn: 127 - Tiêu thụ điện năng trung bình với chế độ chờ

source: 128 - Minimum power usage without standby (no spindown)
vi_vn: 128 - Tiêu thụ điện năng tối thiểu không có chế độ chờ (không dừng quay)

source: 15 min
vi_vn: 15 phút

source: 15 minutes
vi_vn: 15 phút

source: 15 years
vi_vn: 15 năm

source: 180 minutes
vi_vn: 180 phút

source: 192 - Intermediate power usage without standby
vi_vn: 192 - Tiêu thụ điện năng trung bình không có chế độ chờ

source: 2 GiB
vi_vn: 2 GB

source: 2 MiB
vi_vn: 2 MB

source: 2 days
vi_vn: 2 ngày

source: 2 minutes
vi_vn: 2 phút

source: 2 weeks
vi_vn: 2 tuần

source: 2 years
vi_vn: 2 năm

source: 20 minutes
vi_vn: 20 phút

source: 20 years
vi_vn: 20 năm

source: 240 minutes
vi_vn: 240 phút

source: 25 MiB
vi_vn: 25 MB

source: 25 years
vi_vn: 25 năm

source: 250 MiB
vi_vn: 250 MB

source: 254 - Maximum performance, maximum power usage
vi_vn: 254 - Hiệu suất tối đa, tiêu thụ điện năng tối đa

source: 255 - Disabled
vi_vn: 255 - Vô hiệu hóa

source: 3 days
vi_vn: 3 ngày

source: 3 minutes
vi_vn: 3 phút

source: 3 months
vi_vn: 3 tháng

source: 3 weeks
vi_vn: 3 tuần

source: 3 years
vi_vn: 3 năm

source: 30 minutes
vi_vn: 30 phút

source: 300 minutes
vi_vn: 300 phút

source: 330 minutes
vi_vn: 330 phút

source: 4 GiB
vi_vn: 4 GB

source: 4 days
vi_vn: 4 ngày

source: 4 minutes
vi_vn: 4 phút

source: 4 years
vi_vn: 4 năm

source: 5 MiB
vi_vn: 5 MB

source: 5 days
vi_vn: 5 ngày

source: 5 min
vi_vn: 5 phút

source: 5 minutes
vi_vn: 5 phút

source: 5 years
vi_vn: 5 năm

source: 50 MiB
vi_vn: 50 MB

source: 500 MiB
vi_vn: 500 MB

source: 6 days
vi_vn: 6 ngày

source: 6 months
vi_vn: 6 tháng

source: 60 minutes
vi_vn: 60 phút

source: 64 - Intermediate power usage with standby
vi_vn: 64 - Tiêu thụ điện năng trung bình với chế độ chờ

source: 75 MiB
vi_vn: 75 MB

source: 750 MiB
vi_vn: 750 MB

source: 9 months
vi_vn: 9 tháng

source: A reboot is needed to fully apply the changes introduced by package installation or upgrade.
vi_vn: Cần khởi động lại để áp dụng hoàn toàn các thay đổi được giới thiệu bởi cài đặt hoặc nâng cấp gói.

source: A running background task was detected.
vi_vn: Một tác vụ nền đang chạy đã được phát hiện.

source: A scheduled task to create a snapshot has been created.
vi_vn: Một tác vụ được lên lịch để tạo một snapshot đã được tạo.

source: A secure shell (SSH) server.
vi_vn: Một máy chủ Shell bảo mật (SSH).

source: About
vi_vn: Giới thiệu

source: Absolute Path
vi_vn: Đường dẫn tuyệt đối

source: Abstract
vi_vn: Tóm tắt

source: Access control list
vi_vn: Danh sách quyền truy cập

source: Act as a WINS server.
vi_vn: Hoạt động như một máy chủ WINS.

source: Acting as a WINS server and using a WINS server are mutually exclusive.
vi_vn: Hoạt động như một máy chủ WINS và sử dụng một máy chủ WINS không thể đồng thời.

source: Action
vi_vn: Hành động

source: Activate S.M.A.R.T. monitoring for this device. Note that only monitored devices are listed in the scheduled tasks. Monitoring cannot be switched off as long as there are scheduled tasks for this device.
vi_vn: Kích hoạt giám sát S.M.A.R.T. cho thiết bị này. Lưu ý rằng chỉ những thiết bị được giám sát mới được liệt kê trong các tác vụ đã lên lịch. Giám sát không thể tắt chừng nào còn có các tác vụ đã lên lịch cho thiết bị này.

source: Active
vi_vn: Hoạt động

source: Active or Idle
vi_vn: Hoạt động hoặc Nhàn rỗi

source: Add
vi_vn: Thêm

source: Address
vi_vn: Địa chỉ

source: Administrator: read/write, Users: no access, Others: no access
vi_vn: Quản trị viên: đọc/ghi, Người dùng: không truy cập, Người khác: không truy cập

source: Administrator: read/write, Users: read-only, Others: no access
vi_vn: Quản trị viên: đọc/ghi, Người dùng: chỉ đọc, Người khác: không truy cập

source: Administrator: read/write, Users: read-only, Others: read-only
vi_vn: Quản trị viên: đọc/ghi, Người dùng: chỉ đọc, Người khác: chỉ đọc

source: Administrator: read/write, Users: read/write, Others: no access
vi_vn: Quản trị viên: đọc/ghi, Người dùng: đọc/ghi, Người khác: không truy cập

source: Administrator: read/write, Users: read/write, Others: read-only
vi_vn: Quản trị viên: đọc/ghi, Người dùng: đọc/ghi, Người khác: chỉ đọc

source: Advanced Acoustic Management
vi_vn: Quản lý âm thanh nâng cao

source: Advanced Power Management
vi_vn: Quản lý năng lượng nâng cao

source: Advanced settings
vi_vn: Cài đặt nâng cao

source: Aland Islands
vi_vn: Quần đảo Åland

source: All
vi_vn: Tất cả

source: All Snapshots
vi_vn: Tất cả các ảnh chụp nhanh

source: All packages will be upgraded. Do you want to proceed?
vi_vn: Tất cả các gói sẽ được nâng cấp. Bạn có muốn tiếp tục không?

source: Allow clients to attempt to store OS/2 state extended attributes on a share.
vi_vn: Cho phép khách hàng cố gắng lưu trữ các thuộc tính mở rộng trạng thái OS/2 trên một chia sẻ.

source: Allow this server to advertise itself as a time server to Windows clients.
vi_vn: Cho phép máy chủ này tự quảng cáo là máy chủ thời gian cho các khách hàng Windows.

source: Allowed clients
vi_vn: Khách hàng được phép

source: American Samoa
vi_vn: Samoa thuộc Mỹ

source: An attempt to send the test email has been made. Please check your mailbox. If the email does not arrive, check any spam folders and also check there are no Postfix related errors in the system log.
vi_vn: Một cố gắng gửi email kiểm tra đã được thực hiện. Vui lòng kiểm tra hộp thư của bạn. Nếu email không đến, hãy kiểm tra các thư mục spam và cũng kiểm tra xem không có lỗi liên quan đến Postfix trong nhật ký hệ thống.

source: An email message with the command output (if any produced) is send to the administrator.
vi_vn: Một email chứa kết quả lệnh (nếu có) được gửi đến quản trị viên.

source: An email message with the command output (if any produced) is send to the user who performs the job.
vi_vn: Một email chứa kết quả lệnh (nếu có) được gửi đến người dùng thực hiện công việc.

source: Antarctica
vi_vn: Nam Cực

source: Antigua and Barbuda
vi_vn: Antigua và Barbuda

source: Applied the configuration changes.
vi_vn: Các thay đổi cấu hình đã được áp dụng.

source: Apply
vi_vn: Áp dụng

source: Apply permissions to files and subfolders.
vi_vn: Áp dụng quyền cho các tệp và thư mục con.

source: April
vi_vn: Tháng Tư

source: Architecture
vi_vn: Kiến trúc

source: Archive mode
vi_vn: Chế độ lưu trữ

source: Asynchronous I/O
vi_vn: I/O không đồng bộ

source: At least four devices are required.
vi_vn: Cần ít nhất bốn thiết bị.

source: At least one device is required.
vi_vn: Cần ít nhất một thiết bị.

source: At least one network interface is required.
vi_vn: Cần ít nhất một giao diện mạng.

source: At least two devices are required.
vi_vn: Cần ít nhất hai thiết bị.

source: At reboot
vi_vn: Khi khởi động lại

source: Attach
vi_vn: Đính kèm

source: Attributes
vi_vn: Thuộc tính

source: Audit file operations
vi_vn: Kiểm toán các hoạt động tập tin

source: August
vi_vn: Tháng Tám

source: Australia
vi_vn: Úc

source: Austria
vi_vn: Áo

source: Authenticate users
vi_vn: Xác thực người dùng

source: Authentication
vi_vn: Xác thực

source: Authentication required
vi_vn: Yêu cầu xác thực

source: Auto
vi_vn: Tự động

source: Auto logout
vi_vn: Tự động đăng xuất

source: Available
vi_vn: Có sẵn

source: Back
vi_vn: Quay lại

source: Background task
vi_vn: Tác vụ nền

source: Bad
vi_vn: Xấu

source: Base path
vi_vn: Đường dẫn gốc

source: Belgium
vi_vn: Bỉ

source: Block layer cache [%s, %s]
vi_vn: Bộ nhớ đệm lớp khối [%s, %s]

source: Bond
vi_vn: Liên kết

source: Boot
vi_vn: Khởi động

source: Bosnia and Herzegovina
vi_vn: Bosnia và Herzegovina

source: Bouvet Island
vi_vn: Đảo Bouvet

source: Bridge
vi_vn: Cầu nối

source: British Antarctic Territory
vi_vn: Lãnh thổ Nam Cực thuộc Anh

source: British Indian Ocean Territory
vi_vn: Lãnh thổ Ấn Độ Dương thuộc Anh

source: British Virgin Islands
vi_vn: Quần đảo Virgin thuộc Anh

source: Browse directory
vi_vn: Duyệt thư mục

source: Browseable
vi_vn: Có thể duyệt

source: CPU Usage
vi_vn: Sử dụng CPU

source: CPU Utilization
vi_vn: Sử dụng CPU

source: CPU usage
vi_vn: Sử dụng CPU

source: Cambodia
vi_vn: Campuchia

source: Cancel
vi_vn: Hủy

source: Canton and Enderbury Islands
vi_vn: Quần đảo Canton và Enderbury

source: Capacity
vi_vn: Dung lượng

source: Cayman Islands
vi_vn: Quần đảo Cayman

source: Central African Republic
vi_vn: Cộng hòa Trung Phi

source: Certain date
vi_vn: Ngày cụ thể

source: Certificate
vi_vn: Chứng chỉ

source: Certificate management.
vi_vn: Quản lý chứng chỉ.

source: Certificates
vi_vn: Chứng chỉ

source: Chad
vi_vn: Tchad

source: Change Password
vi_vn: Đổi mật khẩu

source: Changelog
vi_vn: Nhật ký thay đổi

source: Check for new plugins
vi_vn: Kiểm tra plugin mới

source: Check for new updates
vi_vn: Kiểm tra cập nhật mới

source: Check interval
vi_vn: Khoảng thời gian kiểm tra

source: Checking for new plugins ...
vi_vn: Đang kiểm tra plugin mới ...

source: China
vi_vn: Trung Quốc

source: Choose
vi_vn: Chọn

source: Christmas Island
vi_vn: Đảo Christmas

source: City
vi_vn: Thành phố

source: Cleaning up recycle bin on the share.
vi_vn: Đang dọn thùng rác trên thư mục chia sẻ.

source: Clear
vi_vn: Xóa

source: Client
vi_vn: Khách hàng

source: Client NetBIOS name
vi_vn: Tên NetBIOS của khách hàng

source: Client address
vi_vn: Địa chỉ khách hàng

source: Clients allowed to mount the file system, e.g. 192.168.178.0/24.
vi_vn: Các khách hàng được phép gắn kết hệ thống tệp, ví dụ: 192.168.178.0/24.

source: Close
vi_vn: Đóng

source: Close the session on inactivity after the specified time.
vi_vn: Đóng phiên làm việc sau khoảng thời gian không hoạt động nhất định.

source: Cocos (Keeling) Islands
vi_vn: Quần đảo Cocos (Keeling)

source: Command
vi_vn: Lệnh

source: Comment
vi_vn: Bình luận

source: Common Name
vi_vn: Tên chung

source: Community-maintained updates
vi_vn: Cập nhật do cộng đồng duy trì

source: Compress
vi_vn: Nén

source: Compress file data during the transfer.
vi_vn: Nén dữ liệu tệp trong quá trình truyền.

source: Compression
vi_vn: Nén

source: Compression is worth using if your connection is slow. The efficiency of the compression depends on the type of the file, and varies widely. Useful for internet transfer only.
vi_vn: Nén đáng để sử dụng nếu kết nối của bạn chậm. Hiệu quả của việc nén phụ thuộc vào loại tệp và thay đổi nhiều. Chỉ hữu ích cho việc truyền tải internet.

source: Confirm
vi_vn: Xác nhận

source: Confirm password
vi_vn: Xác nhận mật khẩu

source: Confirmation
vi_vn: Xác nhận

source: Connect even if the network is not broadcasting its SSID name.
vi_vn: Kết nối ngay cả khi mạng không phát sóng tên SSID.

source: Connect to hidden network
vi_vn: Kết nối với mạng ẩn

source: Connections
vi_vn: Kết nối

source: Control and monitor storage systems using S.M.A.R.T.
vi_vn: Kiểm soát và giám sát hệ thống lưu trữ bằng S.M.A.R.T.

source: Conveyance self-test
vi_vn: Tự kiểm tra vận chuyển

source: Cook Islands
vi_vn: Quần đảo Cook

source: Copied SSH certificate to {{ hostname }}.
vi_vn: Đã sao chép chứng chỉ SSH đến {{ hostname }}.

source: Copy
vi_vn: Sao chép

source: Copy permissions
vi_vn: Sao chép quyền

source: Copy public SSH key
vi_vn: Sao chép khóa công khai SSH

source: Copy to clipboard
vi_vn: Sao chép vào khay nhớ tạm

source: Country
vi_vn: Quốc gia

source: Create
vi_vn: Tạo

source: Create and mount a file system.
vi_vn: Tạo và gắn kết một hệ thống tệp.

source: Create file system
vi_vn: Tạo hệ thống tệp

source: Create | Import
vi_vn: Tạo | Nhập

source: Created NFS share.
vi_vn: Đã tạo chia sẻ NFS.

source: Created Rsync server module "{{ name }}".
vi_vn: Đã tạo mô-đun máy chủ Rsync "{{ name }}".

source: Created Rsync task.
vi_vn: Đã tạo nhiệm vụ Rsync.

source: Created SMB/CIFS share.
vi_vn: Đã tạo chia sẻ SMB/CIFS.

source: Created SSH certificate.
vi_vn: Đã tạo chứng chỉ SSH.

source: Created SSL certificate.
vi_vn: Đã tạo chứng chỉ SSL.

source: Created VLAN network connection.
vi_vn: Đã tạo kết nối mạng VLAN.

source: Created bond network connection.
vi_vn: Đã tạo kết nối mạng liên kết.

source: Created bridge network connection.
vi_vn: Đã tạo kết nối mạng cầu.

source: Created firewall rule.
vi_vn: Đã tạo quy tắc tường lửa.

source: Created group "{{ name }}".
vi_vn: Đã tạo nhóm "{{ name }}".

source: Created scheduled task.
vi_vn: Đã tạo nhiệm vụ theo lịch.

source: Created user "{{ name }}".
vi_vn: Đã tạo người dùng "{{ name }}".

source: Created wired network connection.
vi_vn: Đã tạo kết nối mạng có dây.

source: Created wireless network connection.
vi_vn: Đã tạo kết nối mạng không dây.

source: Creation Time
vi_vn: Thời gian tạo

source: Currently logged in users
vi_vn: Người dùng hiện đang đăng nhập

source: Cyprus
vi_vn: Síp

source: Czech Republic
vi_vn: Cộng hòa Séc

source: DNS servers
vi_vn: Máy chủ DNS

source: Daemon
vi_vn: Quá trình nền

source: Daily
vi_vn: Hàng ngày

source: Dark mode
vi_vn: Chế độ tối

source: Dashboard
vi_vn: Bảng điều khiển

source: Date & Time
vi_vn: Ngày & Giờ

source: Day of month
vi_vn: Ngày trong tháng

source: Day of week
vi_vn: Ngày trong tuần

source: Debug
vi_vn: Gỡ lỗi

source: December
vi_vn: Tháng mười hai

source: Delete
vi_vn: Xóa

source: Delete files on the receiving side that don't exist on sender.
vi_vn: Xóa các tệp ở phía nhận mà không tồn tại ở phía gửi.

source: Denmark
vi_vn: Đan Mạch

source: Description
vi_vn: Mô tả

source: Destination
vi_vn: Điểm đến

source: Destination address can be either a network IP address (with /mask), a IP range or a plain IP address. A "!" argument before the address specification inverts the sense of the address.
vi_vn: Địa chỉ đích có thể là địa chỉ IP mạng (với /mask), một phạm vi IP hoặc một địa chỉ IP thông thường. Một tham số "!" trước đặc tả địa chỉ sẽ đảo ngược ý nghĩa của địa chỉ đó.

source: Destination port
vi_vn: Cổng đích

source: Destination server
vi_vn: Máy chủ đích

source: Destination shared folder
vi_vn: Thư mục chia sẻ đích

source: Details
vi_vn: Chi tiết

source: Device
vi_vn: Thiết bị

source: Device Information
vi_vn: Thông tin thiết bị

source: Device Mapper %s [%s, %s]
vi_vn: Bộ ánh xạ thiết bị %s [%s, %s]

source: Device Symlinks
vi_vn: Liên kết biểu tượng của thiết bị

source: Device has a few bad sectors.
vi_vn: Thiết bị có một vài sector xấu.

source: Device has many bad sectors.
vi_vn: Thiết bị có nhiều sector xấu.

source: Device is being used outside design parameters.
vi_vn: Thiết bị đang được sử dụng ngoài các thông số thiết kế.

source: Device was used outside of design parameters in the past.
vi_vn: Thiết bị đã từng được sử dụng ngoài các thông số thiết kế trong quá khứ.

source: Device(s)
vi_vn: Thiết bị

source: Devices
vi_vn: Các thiết bị

source: Diagnostics
vi_vn: Chuẩn đoán

source: Difference
vi_vn: Sự khác biệt

source: Direction
vi_vn: Hướng

source: Disabled
vi_vn: Bị vô hiệu hóa

source: Disallow account modification
vi_vn: Không cho phép sửa đổi tài khoản

source: Disallow the user to modify their own account.
vi_vn: Không cho phép người dùng sửa đổi tài khoản của chính họ.

source: Disk Temperatures
vi_vn: Nhiệt độ đĩa

source: Disk Usage
vi_vn: Sử dụng đĩa

source: Disks
vi_vn: Đĩa

source: Dismiss
vi_vn: Bỏ qua

source: Dismiss all
vi_vn: Bỏ qua tất cả

source: Displays information about the file systems in a grid.
vi_vn: Hiển thị thông tin về hệ thống tệp dưới dạng lưới.

source: Displays information about the file systems in a table.
vi_vn: Hiển thị thông tin về hệ thống tệp dưới dạng bảng.

source: Displays information about the network interfaces in a grid.
vi_vn: Hiển thị thông tin về giao diện mạng dưới dạng lưới.

source: Displays information about the network interfaces in a table.
vi_vn: Hiển thị thông tin về giao diện mạng dưới dạng bảng.

source: Displays information about the services in a grid.
vi_vn: Hiển thị thông tin về các dịch vụ dưới dạng lưới.

source: Displays information about the services in a table.
vi_vn: Hiển thị thông tin về các dịch vụ dưới dạng bảng.

source: Displays the S.M.A.R.T. status of all monitored disk devices.
vi_vn: Hiển thị trạng thái S.M.A.R.T. của tất cả các thiết bị đĩa được giám sát.

source: Displays the system time.
vi_vn: Hiển thị thời gian hệ thống.

source: Displays the system uptime.
vi_vn: Hiển thị thời gian hoạt động của hệ thống.

source: Displays the temperature of all disk devices.
vi_vn: Hiển thị nhiệt độ của tất cả các thiết bị đĩa.

source: Displays various system information.
vi_vn: Hiển thị các thông tin hệ thống khác nhau.

source: Do you really want to apply the configuration changes?
vi_vn: Bạn có thực sự muốn áp dụng các thay đổi cấu hình không?

source: Do you really want to copy the permissions from the shared folder?
vi_vn: Bạn có thực sự muốn sao chép quyền từ thư mục chia sẻ không?

source: Do you really want to delete the selected item(s) <strong>{{ items | join(", ") }}</strong>?
vi_vn: Bạn có thực sự muốn xóa mục đã chọn <strong>{{ items | join(", ") }}</strong> không?

source: Do you really want to delete the selected item(s)?
vi_vn: Bạn có thực sự muốn xóa mục đã chọn không?

source: Do you really want to install the plugin?
vi_vn: Bạn có thực sự muốn cài đặt tiện ích không?

source: Do you really want to logout?
vi_vn: Bạn có thực sự muốn đăng xuất không?

source: Do you really want to put the system into standby?
vi_vn: Bạn có thực sự muốn đưa hệ thống vào chế độ chờ không?

source: Do you really want to reboot the system?
vi_vn: Bạn có thực sự muốn khởi động lại hệ thống không?

source: Do you really want to reset the UI settings to their default values?
vi_vn: Bạn có thực sự muốn đặt lại các cài đặt giao diện người dùng về giá trị mặc định không?

source: Do you really want to resize the file system? You have to do that after a RAID has been grown for example.
vi_vn: Bạn có thực sự muốn thay đổi kích thước hệ thống tệp không? Bạn cần thực hiện điều này sau khi RAID đã được mở rộng, ví dụ.

source: Do you really want to shutdown the system?
vi_vn: Bạn có thực sự muốn tắt hệ thống không?

source: Do you really want to undo the configuration changes?
vi_vn: Bạn có thực sự muốn hoàn tác các thay đổi cấu hình không?

source: Do you really want to uninstall the plugin?
vi_vn: Bạn có thực sự muốn gỡ cài đặt tiện ích không?

source: Do you really want to unmount this file system? Please make sure that the file system is not used by any service before unmounting. Note, the file system will not be deleted by this action.
vi_vn: Bạn có thực sự muốn gỡ bỏ gắn kết hệ thống tệp này không? Vui lòng đảm bảo rằng hệ thống tệp không được sử dụng bởi bất kỳ dịch vụ nào trước khi gỡ bỏ gắn kết. Lưu ý, hệ thống tệp sẽ không bị xóa bởi hành động này.

source: Do you really want to wipe the device {{ canonicaldevicefile }}? All data will be lost.
vi_vn: Bạn có thực sự muốn xóa sạch thiết bị {{ canonicaldevicefile }} không? Tất cả dữ liệu sẽ bị mất.

source: Documentation
vi_vn: Tài liệu

source: Domain name
vi_vn: Tên miền

source: Domains used when resolving host names.
vi_vn: Các miền được sử dụng khi giải quyết tên máy chủ.

source: Dominican Republic
vi_vn: Cộng hòa Dominican

source: Down
vi_vn: Xuống

source: Down delay
vi_vn: Độ trễ dừng

source: Download
vi_vn: Tải xuống

source: Dronning Maud Land
vi_vn: Đất Nữ hoàng Maud

source: Each line represents a group.
vi_vn: Mỗi dòng đại diện cho một nhóm.

source: Each line represents a user. Note, the password must be entered in plain text.
vi_vn: Mỗi dòng đại diện cho một người dùng. Lưu ý, mật khẩu phải được nhập dưới dạng văn bản thường.

source: East Timor
vi_vn: Timor-Leste

source: Edit
vi_vn: Chỉnh sửa

source: Egypt
vi_vn: Ai Cập

source: Email
vi_vn: Địa chỉ email

source: Empty now
vi_vn: Bây giờ trống

source: Enable NetBIOS
vi_vn: Kích hoạt NetBIOS

source: Enable Time Machine support for this share.
vi_vn: Kích hoạt hỗ trợ Time Machine cho chia sẻ này.

source: Enable WINS server
vi_vn: Kích hoạt máy chủ WINS

source: Enable automatic snapshot clean up.
vi_vn: Kích hoạt tự động dọn dẹp snapshot.

source: Enable keyboard-interactive authentication.
vi_vn: Kích hoạt xác thực tương tác bằng bàn phím.

source: Enable public key authentication.
vi_vn: Kích hoạt xác thực bằng khóa công khai.

source: Enable recycle bin
vi_vn: Kích hoạt thùng rác

source: Enable remote logging of syslog to the specified host.
vi_vn: Kích hoạt ghi nhật ký từ xa syslog tới máy chủ được chỉ định.

source: Enable this option to keep partially transferred files, otherwise they will be deleted if the transfer is interrupted.
vi_vn: Kích hoạt tùy chọn này để giữ lại các tệp đã chuyển một phần, nếu không chúng sẽ bị xóa nếu quá trình chuyển bị ngắt quãng.

source: Enable user home directories.
vi_vn: Kích hoạt thư mục người dùng.

source: Enable write-cache
vi_vn: Kích hoạt bộ nhớ đệm ghi

source: Enabled
vi_vn: Đã kích hoạt

source: Enabled widgets
vi_vn: Kích hoạt các widget

source: Encryption mode
vi_vn: Chế độ mã hóa

source: Enforce transport encryption for this share. Clients that do not support encryption will be denied access to the share.
vi_vn: Thực thi mã hóa trong quá trình truyền cho chia sẻ này. Các khách hàng không hỗ trợ mã hóa sẽ bị từ chối truy cập vào chia sẻ.

source: Equatorial Guinea
vi_vn: Guinea Xích Đạo

source: Error
vi_vn: Lỗi

source: Events
vi_vn: Sự kiện

source: Every N day of month
vi_vn: Mỗi N ngày trong tháng

source: Every N hour
vi_vn: Mỗi N giờ

source: Every N minute
vi_vn: Mỗi N phút

source: Everyone: read/write
vi_vn: Mọi người: đọc/ghi

source: Execute only
vi_vn: Chỉ thực thi

source: Extended Information
vi_vn: Thông tin mở rộng

source: Extended attributes
vi_vn: Thuộc tính mở rộng

source: Extra options
vi_vn: Tùy chọn thêm

source: FTP-Proxy
vi_vn: Proxy FTP

source: Failed
vi_vn: Thất bại

source: Failed to copy data to the clipboard.
vi_vn: Lỗi khi sao chép dữ liệu vào clipboard.

source: Failed to start session.
vi_vn: Khởi động phiên không thành công.

source: Failed to write session data.
vi_vn: Ghi dữ liệu phiên không thành công.

source: Falkland Islands
vi_vn: Quần đảo Malouines

source: Family
vi_vn: Gia đình

source: Faroe Islands
vi_vn: Quần đảo Féroé

source: Fatal error
vi_vn: Lỗi nghiêm trọng

source: February
vi_vn: Tháng Hai

source: File Systems
vi_vn: Hệ thống tệp

source: File access control lists
vi_vn: Danh sách kiểm soát quyền truy cập tệp

source: File owner and group
vi_vn: Chủ sở hữu và nhóm tệp

source: File path
vi_vn: Đường dẫn tệp

source: File system
vi_vn: Hệ thống tệp

source: File systems
vi_vn: Hệ thống tệp

source: Filename
vi_vn: Tên tệp

source: Files in the recycle bin will be deleted automatically after the specified number of days. Set to 0 for manual deletion.
vi_vn: Các tệp trong thùng rác sẽ tự động bị xóa sau số ngày quy định. Đặt thành 0 để xóa thủ công.

source: Files that are larger than the specified number will not be put into the recycle bin.
vi_vn: Các tệp lớn hơn số quy định sẽ không được đưa vào thùng rác.
