Repository: KaySar12/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: vi_vn

source: Threshold
vi_vn: Ngưỡng

source: Thursday
vi_vn: Thứ Năm

source: Time Machine support
vi_vn: Hỗ trợ Time Machine

source: Time of execution
vi_vn: Thời gian thực hiện

source: Time server
vi_vn: Máy chủ thời gian

source: Time servers
vi_vn: Các máy chủ thời gian

source: Time zone
vi_vn: Múi giờ

source: Tip
vi_vn: Mẹo

source: Total
vi_vn: Tổng

source: Transfer modification times along with the files and update them on the remote system.
vi_vn: Chuyển đổi thời gian sửa đổi cùng với các tệp và cập nhật chúng trên hệ thống từ xa.

source: Transmit Hash Policy
vi_vn: Chính sách truyền băm

source: Transport encryption
vi_vn: Mã hóa giao thức

source: Trial run
vi_vn: Chạy thử

source: Trinidad and Tobago
vi_vn: Trinidad và Tobago

source: Tuesday
vi_vn: Thứ Ba

source: Turkey
vi_vn: Thổ Nhĩ Kỳ

source: Turks and Caicos Islands
vi_vn: Quần đảo Turks và Caicos

source: Type
vi_vn: Loại

source: U.S. Miscellaneous Pacific Islands
vi_vn: Các đảo Thái Bình Dương khác của Mỹ

source: U.S. Virgin Islands
vi_vn: Quần đảo Virgin của Mỹ

source: UNKNOWN
vi_vn: KHÔNG XÁC ĐỊNH

source: Undo
vi_vn: Hoàn tác

source: Uninstall
vi_vn: Gỡ cài đặt

source: Uninstall plugin
vi_vn: Gỡ cài đặt plugin

source: Union of Soviet Socialist Republics
vi_vn: Liên bang Cộng hòa Xã hội chủ nghĩa Xô Viết

source: Unit
vi_vn: Đơn vị

source: United Arab Emirates
vi_vn: Các Tiểu vương quốc Ả Rập Thống nhất

source: United Kingdom
vi_vn: Vương quốc Anh

source: United States
vi_vn: Hoa Kỳ

source: United States Minor Outlying Islands
vi_vn: Các đảo nhỏ xa xôi của Hoa Kỳ

source: Unknown
vi_vn: Không xác định

source: Unmount
vi_vn: Demonter

source: Unrestricted
vi_vn: Không hạn chế

source: Up
vi_vn: Lên

source: Up delay
vi_vn: Độ trễ khởi động

source: Update Management
vi_vn: Quản lý cập nhật

source: Update the destination ACLs to be the same as the source ACLs.
vi_vn: Cập nhật các ACL của đích để giống như các ACL của nguồn.

source: Update the destination extended attributes to be the same as the local ones.
vi_vn: Cập nhật các thuộc tính mở rộng của đích để giống như các thuộc tính địa phương.

source: Updated NFS settings.
vi_vn: Cài đặt NFS đã được cập nhật.

source: Updated NFS share.
vi_vn: Chia sẻ NFS đã được cập nhật.

source: Updated Rsync Server settings.
vi_vn: Cài đặt máy chủ Rsync đã được cập nhật.

source: Updated Rsync server module "{{ name }}".
vi_vn: Module máy chủ Rsync "{{ name }}" đã được cập nhật.

source: Updated Rsync task.
vi_vn: Nhiệm vụ Rsync đã được cập nhật.

source: Updated SMB/CIFS settings.
vi_vn: Cài đặt SMB/CIFS đã được cập nhật.

source: Updated SMB/CIFS share.
vi_vn: Chia sẻ SMB/CIFS đã được cập nhật.

source: Updated SSH certificate.
vi_vn: Chứng chỉ SSH đã được cập nhật.

source: Updated SSH settings.
vi_vn: Cài đặt SSH đã được cập nhật.

source: Updated VLAN network connection "{{ devicename }}".
vi_vn: Kết nối mạng VLAN "{{ devicename }}" đã được cập nhật.

source: Updated access control list of shared folder.
vi_vn: Danh sách kiểm soát truy cập của thư mục chia sẻ đã được cập nhật.

source: Updated bond network connection "{{ devicename }}".
vi_vn: Kết nối mạng bond "{{ devicename }}" đã được cập nhật.

source: Updated bridge network connection "{{ devicename }}".
vi_vn: Kết nối mạng bridge "{{ devicename }}" đã được cập nhật.

source: Updated dashboard settings.
vi_vn: Cài đặt bảng điều khiển đã được cập nhật.

source: Updated date & time settings.
vi_vn: Cài đặt ngày & giờ đã được cập nhật.

source: Updated file system settings.
vi_vn: Cài đặt hệ thống tệp đã được cập nhật.

source: Updated firewall rule.
vi_vn: Quy tắc tường lửa đã được cập nhật.

source: Updated firewall rules.
vi_vn: Quy tắc tường lửa đã được cập nhật.

source: Updated group "{{ name }}".
vi_vn: Nhóm "{{ name }}" đã được cập nhật.

source: Updated monitoring settings.
vi_vn: Cài đặt giám sát đã được cập nhật.

source: Updated network settings.
vi_vn: Cài đặt mạng đã được cập nhật.

source: Updated notification event settings.
vi_vn: Cài đặt sự kiện thông báo đã được cập nhật.

source: Updated notification settings.
vi_vn: Cài đặt thông báo đã được cập nhật.

source: Updated password.
vi_vn: Mật khẩu đã được cập nhật.

source: Updated permissions of group "{{ name }}".
vi_vn: Quyền của nhóm "{{ name }}" đã được cập nhật.

source: Updated permissions of shared folder.
vi_vn: Quyền của thư mục chia sẻ đã được cập nhật.

source: Updated permissions of user "{{ name }}".
vi_vn: Quyền cho người dùng "{{ name }}" đã được cập nhật.

source: Updated power management settings.
vi_vn: Cài đặt quản lý năng lượng đã được cập nhật.

source: Updated proxy settings.
vi_vn: Cài đặt proxy đã được cập nhật.

source: Updated quota.
vi_vn: Quy định đã được cập nhật.

source: Updated remote system-logs settings.
vi_vn: Cài đặt nhật ký hệ thống từ xa đã được cập nhật.

source: Updated scheduled task.
vi_vn: Nhiệm vụ đã được lập lịch đã được cập nhật.

source: Updated settings.
vi_vn: Cài đặt đã được cập nhật.

source: Updated shared folder.
vi_vn: Thư mục chia sẻ đã được cập nhật.

source: Updated update management settings.
vi_vn: Cài đặt quản lý cập nhật đã được cập nhật.

source: Updated user "{{ name }}".
vi_vn: Người dùng "{{ name }}" đã được cập nhật.

source: Updated user profile.
vi_vn: Hồ sơ người dùng đã được cập nhật.

source: Updated wired network connection "{{ devicename }}".
vi_vn: Kết nối mạng có dây "{{ devicename }}" đã được cập nhật.

source: Updated wireless network connection "{{ devicename }}".
vi_vn: Kết nối mạng không dây "{{ devicename }}" đã được cập nhật.

source: Updated workbench settings.
vi_vn: Cài đặt bàn làm việc đã được cập nhật.

source: Updates
vi_vn: Cập nhật

source: Updates Available
vi_vn: Cập nhật có sẵn

source: Updates available
vi_vn: Cập nhật có sẵn

source: Upgrade system
vi_vn: Nâng cấp hệ thống

source: Uptime
vi_vn: Thời gian hoạt động

source: Usage Warning Threshold
vi_vn: Ngưỡng cảnh báo sử dụng

source: Use NTP server
vi_vn: Sử dụng máy chủ NTP

source: Use chroot
vi_vn: Sử dụng chroot

source: Use global settings
vi_vn: Sử dụng cài đặt toàn cầu

source: Use sendfile
vi_vn: Sử dụng sendfile

source: Use the more efficient sendfile system call for files that are exclusively oplocked. This may make more efficient use of the system CPU's and cause Samba to be faster. Samba automatically turns this off for clients that use protocol levels lower than NT LM 0.12 and when it detects a client is Windows 9x.
vi_vn: Sử dụng lệnh hệ thống sendfile hiệu quả hơn cho các tệp được khóa hoàn toàn. Điều này có thể sử dụng hiệu quả hơn CPU của hệ thống và làm cho Samba nhanh hơn. Samba tự động tắt tính năng này cho các khách hàng sử dụng các cấp độ giao thức thấp hơn NT LM 0.12 và khi phát hiện một khách hàng là Windows 9x.

source: Use the specified WINS server.
vi_vn: Sử dụng máy chủ WINS đã chỉ định.

source: Used
vi_vn: Đã sử dụng

source: Used capacity
vi_vn: Dung lượng đã sử dụng

source: User
vi_vn: Người dùng

source: User Management
vi_vn: Quản lý người dùng

source: User Settings
vi_vn: Cài đặt người dùng

source: User home directory
vi_vn: Thư mục cá nhân của người dùng

source: User name
vi_vn: Tên người dùng

source: User/Group permissions
vi_vn: Quyền của Người dùng/ Nhóm

source: Users
vi_vn: Người dùng

source: Users must be assigned to the <em>_ssh</em> group to be able to log in via SSH.
vi_vn: Người dùng phải được phân công vào nhóm <em>_ssh</em> để có thể đăng nhập qua SSH.

source: Utilization
vi_vn: Sử dụng

source: VLAN id
vi_vn: ID VLAN

source: Valid from
vi_vn: Có hiệu lực từ

source: Valid to
vi_vn: Có hiệu lực đến

source: Value
vi_vn: Giá trị

source: Vendor
vi_vn: Nhà cung cấp

source: Version
vi_vn: Phiên bản

source: Versions
vi_vn: Các phiên bản

source: Vietnam
vi_vn: Việt Nam

source: VirtIO device
vi_vn: Thiết bị VirtIO

source: WINS server
vi_vn: Máy chủ WINS

source: WPA2-Personal
vi_vn: WPA2-Cá nhân

source: WPA3-Personal
vi_vn: WPA3-Cá nhân

source: Wake Island
vi_vn: Đảo Wake

source: Wake-on-LAN
vi_vn: Khởi động qua mạng (WOL)

source: Wallis and Futuna
vi_vn: Wallis và Futuna

source: Warning
vi_vn: Cảnh báo

source: Web control panel
vi_vn: Bảng điều khiển Web

source: Wednesday
vi_vn: Thứ Tư

source: Weekly
vi_vn: Hàng tuần

source: Welcome to openmediavault
vi_vn: Chào mừng đến với openmediavault.

source: Western Sahara
vi_vn: Sa mạc Sahara Tây

source: Wipe
vi_vn: Xóa

source: Wiping device
vi_vn: Đang xóa thiết bị

source: Workbench
vi_vn: Bảng làm việc

source: Workgroup
vi_vn: Nhóm làm việc

source: Worst
vi_vn: Tồi tệ nhất

source: Write only
vi_vn: Chỉ ghi

source: Write-only
vi_vn: Chỉ ghi

source: Write/Execute
vi_vn: Ghi/Thực thi

source: Xen virtual disk device
vi_vn: Thiết bị đĩa ảo Xen

source: Yearly
vi_vn: Hàng năm

source: Yes
vi_vn: Có

source: You have made changes that have not yet been saved. Do you want to discard them?
vi_vn: Bạn đã thực hiện các thay đổi chưa được lưu. Bạn có muốn hủy bỏ chúng không?

source: You must apply these changes in order for them to take effect.
vi_vn: Bạn phải áp dụng các thay đổi này để chúng có hiệu lực.

source: Your profile
vi_vn: Hồ sơ của bạn

source: a day
vi_vn: một ngày

source: a few seconds
vi_vn: vài giây

source: a minute
vi_vn: một phút

source: a month
vi_vn: một tháng

source: a year
vi_vn: một năm

source: an hour
vi_vn: một giờ

source: in %s
vi_vn: trong %s

source: n/a
vi_vn: không áp dụng

source: selected
vi_vn: đã chọn

source: total
vi_vn: tổng
