Repository: KaySar12/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: vi_vn

source: Recurse into directories
vi_vn: Xử lý đệ quy trong các thư mục

source: Recursive
vi_vn: Đệ quy

source: Referenced
vi_vn: Tham chiếu

source: Relative Path
vi_vn: Đường dẫn tương đối

source: Relative path
vi_vn: Đường dẫn tương đối

source: Reload
vi_vn: Tải lại

source: Remaining
vi_vn: Còn lại

source: Remote
vi_vn: Từ xa

source: Replace
vi_vn: Thay thế

source: Replace all existing permissions.
vi_vn: Thay thế tất cả các quyền hiện có.

source: Report
vi_vn: Báo cáo

source: Report if the temperature had changed by at least N degrees Celsius since last report.
vi_vn: Báo cáo nếu nhiệt độ đã thay đổi ít nhất N độ C kể từ báo cáo trước.

source: Report if the temperature is greater than or equal to N degrees Celsius.
vi_vn: Báo cáo nếu nhiệt độ lớn hơn hoặc bằng N độ C.

source: Repository
vi_vn: Kho lưu trữ

source: Reset UI to defaults
vi_vn: Đặt lại giao diện về mặc định

source: Result
vi_vn: Kết quả

source: Retention period
vi_vn: Thời gian lưu giữ

source: Retention time
vi_vn: Thời gian lưu giữ

source: Reunion
vi_vn: Réunion

source: Reverted the configuration changes.
vi_vn: Đã hoàn tác các thay đổi cấu hình.

source: Row No.
vi_vn: Số hàng

source: Rsync - Jobs
vi_vn: Rsync - Công việc

source: Rsync - Server
vi_vn: Rsync - Máy chủ

source: Rules
vi_vn: Quy tắc

source: Run
vi_vn: Chạy

source: Run rsync task
vi_vn: Chạy tác vụ rsync

source: Run scheduled task
vi_vn: Chạy tác vụ đã lên lịch

source: Running
vi_vn: Đang chạy

source: Russia
vi_vn: Nga

source: S.M.A.R.T. Status
vi_vn: Trạng thái S.M.A.R.T.

source: S.M.A.R.T. monitoring must be activated for the selected device.
vi_vn: Giám sát S.M.A.R.T. phải được kích hoạt cho thiết bị đã chọn.

source: SMB/CIFS - Audit
vi_vn: SMB/CIFS - Kiểm toán

source: SMB/CIFS file, print, and login server for Unix.
vi_vn: Máy chủ tệp, in ấn và đăng nhập SMB/CIFS cho Unix.

source: SMTP port
vi_vn: Cổng SMTP

source: SMTP server
vi_vn: Máy chủ SMTP

source: SSH certificate
vi_vn: Chứng chỉ SSH

source: SSH port
vi_vn: Cổng SSH

source: SSH public key
vi_vn: Khóa công khai SSH

source: SSH public keys
vi_vn: Các khóa công khai SSH

source: SSL/TLS enabled
vi_vn: SSL/TLS đã kích hoạt

source: Saint Helena
vi_vn: Thánh Helena

source: Saint Kitts and Nevis
vi_vn: Saint Kitts và Nevis

source: Saint Lucia
vi_vn: Thánh Lucia

source: Saint Pierre and Miquelon
vi_vn: Saint Pierre và Miquelon

source: Saint Vincent and the Grenadines
vi_vn: Saint Vincent và Grenadines

source: Sao Tome and Principe
vi_vn: Sao Tome và Principe

source: Saturday
vi_vn: Thứ Bảy

source: Saudi Arabia
vi_vn: Ả Rập Saudi

source: Save
vi_vn: Lưu

source: Scan for new devices
vi_vn: Quét tìm thiết bị mới

source: Scanning for new devices ...
vi_vn: Đang quét tìm thiết bị mới ...

source: Scheduled Tasks
vi_vn: Công việc đã lên lịch

source: Scheduling
vi_vn: Lên lịch

source: Search domains
vi_vn: Tìm kiếm miền

source: Secondary email
vi_vn: Email phụ

source: Seconds
vi_vn: Giây

source: Section
vi_vn: Phần

source: Secure
vi_vn: Bảo mật

source: Secure connection
vi_vn: Kết nối bảo mật

source: Security
vi_vn: Bảo mật

source: Select a country ...
vi_vn: Chọn một quốc gia ...

source: Select a device ...
vi_vn: Chọn một thiết bị ...

source: Select a file system ...
vi_vn: Chọn một hệ thống tệp ...

source: Select a group ...
vi_vn: Chọn một nhóm ...

source: Select a shared folder ...
vi_vn: Chọn một thư mục chia sẻ ...

source: Select a shell ...
vi_vn: Chọn một shell ...

source: Select a system log ...
vi_vn: Chọn một nhật ký hệ thống ...

source: Select all
vi_vn: Chọn tất cả

source: Select an authentication mode ...
vi_vn: Chọn một chế độ xác thực ...

source: Select an user ...
vi_vn: Chọn một người dùng ...

source: Select devices ...
vi_vn: Chọn các thiết bị ...

source: Select groups ...
vi_vn: Chọn các nhóm ...

source: Select interface devices ...
vi_vn: Chọn các thiết bị giao diện ...

source: Select members ...
vi_vn: Chọn các thành viên ...

source: Select permissions ...
vi_vn: Chọn quyền ...

source: Select slave devices ...
vi_vn: Chọn các thiết bị phụ ...

source: Select the device that will be used to create the file system.
vi_vn: Chọn thiết bị sẽ được sử dụng để tạo hệ thống tệp.

source: Select the devices that will be used to create the file system.
vi_vn: Chọn các thiết bị sẽ được sử dụng để tạo hệ thống tệp.

source: Self-Test Logs
vi_vn: Nhật ký tự kiểm tra

source: Send a notification when the used file system capacity exceeds the specified threshold.
vi_vn: Gửi thông báo khi dung lượng hệ thống tệp sử dụng vượt quá ngưỡng đã chỉ định.

source: Send command output via email
vi_vn: Gửi đầu ra lệnh qua email

source: Sender email
vi_vn: Email người gửi

source: September
vi_vn: Tháng Chín

source: Serbia And Montenegro
vi_vn: Serbia và Montenegro

source: Serial Number
vi_vn: Số sê-ri

source: Serial number
vi_vn: Số sê-ri

source: Server
vi_vn: Máy chủ

source: Service
vi_vn: Dịch vụ

source: Service disabled
vi_vn: Dịch vụ đã tắt

source: Services
vi_vn: Dịch vụ

source: Session expired.
vi_vn: Phiên làm việc đã hết hạn.

source: Session not authenticated.
vi_vn: Phiên làm việc không được xác thực.

source: Set the destination permissions to be the same as the source permissions.
vi_vn: Đặt quyền của đích giống như quyền của nguồn.

source: Set the group of the destination file to be the same as the source file.
vi_vn: Đặt nhóm của tệp đích giống như tệp nguồn.

source: Set the owner of the destination file to be the same as the source file, but only if the receiving rsync is being run as the super-user.
vi_vn: Đặt chủ sở hữu của tệp đích giống như tệp nguồn, nhưng chỉ khi rsync nhận được chạy với quyền super-user.

source: Sets the interval between disk checks to N seconds.
vi_vn: Đặt khoảng thời gian giữa các lần kiểm tra đĩa là N giây.

source: Settings
vi_vn: Cài đặt

source: Share
vi_vn: Chia sẻ

source: Shared Folders
vi_vn: Thư mục chia sẻ

source: Shared folder
vi_vn: Thư mục chia sẻ

source: Shared folder name
vi_vn: Tên thư mục chia sẻ

source: Shared folder path
vi_vn: Đường dẫn thư mục chia sẻ

source: Shared folder permissions
vi_vn: Quyền thư mục chia sẻ

source: Shared folder permissions have been copied.
vi_vn: Quyền thư mục chia sẻ đã được sao chép.

source: Shares
vi_vn: Chia sẻ

source: Short self-test
vi_vn: Kiểm tra tự động ngắn

source: Show changelog
vi_vn: Hiển thị nhật ký thay đổi

source: Show details
vi_vn: Xem chi tiết

source: Show/Hide columns
vi_vn: Hiển thị/Ẩn cột

source: Show/Hide navigation
vi_vn: Hiển thị/Ẩn điều hướng

source: Shutdown
vi_vn: Tắt máy

source: Size
vi_vn: Kích thước

source: Slaves
vi_vn: Thiết bị phụ

source: Sleep
vi_vn: Ngủ

source: Snapshots
vi_vn: Ảnh chụp

source: Software Failure. Press left mouse button to continue.
vi_vn: Lỗi phần mềm. Nhấn nút trái chuột để tiếp tục.

source: Solomon Islands
vi_vn: Quần đảo Solomon

source: Source
vi_vn: Nguồn

source: Source address can be either a network IP address (with /mask), a IP range or a plain IP address. A "!" argument before the address specification inverts the sense of the address.
vi_vn: Địa chỉ nguồn có thể là địa chỉ IP mạng (với /mặt nạ), một khoảng địa chỉ IP hoặc một địa chỉ IP đơn lẻ. Một đối số "!" trước phần chỉ định địa chỉ sẽ đảo ngược ý nghĩa của địa chỉ.

source: Source port
vi_vn: Cổng nguồn

source: Source server
vi_vn: Máy chủ nguồn

source: Source shared folder
vi_vn: Thư mục chia sẻ nguồn

source: South Africa
vi_vn: Nam Phi

source: South Georgia and the South Sandwich Islands
vi_vn: Georgia thuộc Nam và Quần đảo Sandwich thuộc Nam

source: South Korea
vi_vn: Hàn Quốc

source: Spain
vi_vn: Tây Ban Nha

source: Specifies the MII link monitoring frequency in milliseconds.
vi_vn: Chỉ định tần suất giám sát liên kết MII tính bằng mili giây.

source: Specifies the interface devices.
vi_vn: Chỉ định các thiết bị giao diện.

source: Specifies the slave devices.
vi_vn: Chỉ định các thiết bị phụ.

source: Specifies the time, in milliseconds, to wait before disabling a slave after a link failure has been detected.
vi_vn: Chỉ định thời gian, tính bằng mili giây, để chờ trước khi tắt một thiết bị phụ sau khi phát hiện lỗi liên kết.

source: Specifies the time, in milliseconds, to wait before enabling a slave after a link recovery has been detected.
vi_vn: Chỉ định thời gian, tính bằng mili giây, để chờ trước khi kích hoạt một thiết bị phụ sau khi phát hiện phục hồi liên kết.

source: Specifies the type of key to create.
vi_vn: Chỉ định loại khóa để tạo.

source: Specifies whether it is allowed to login as superuser.
vi_vn: Chỉ định liệu có cho phép đăng nhập với quyền superuser hay không.

source: Specifies whether the system performance statistics are collected periodically.
vi_vn: Chỉ định liệu có thu thập thống kê hiệu suất hệ thống theo định kỳ hay không.

source: Specifies whether to monitor the system status and select the most appropriate CPU level.
vi_vn: Chỉ định liệu có giám sát trạng thái hệ thống và chọn mức CPU phù hợp nhất hay không.

source: Specifies which slave is the primary device.
vi_vn: Chỉ định thiết bị phụ nào là thiết bị chính.

source: Speed
vi_vn: Tốc độ

source: Spindown time
vi_vn: Thời gian quay chậm

source: Standby
vi_vn: Chế độ chờ

source: Standby mode
vi_vn: Chế độ chờ

source: Start
vi_vn: Bắt đầu

source: State
vi_vn: Tiểu bang

source: State/Province
vi_vn: Tiểu bang/Tỉnh

source: Static
vi_vn: Tĩnh

source: Statistics collection and monitoring daemon.
vi_vn: Quá trình thu thập và giám sát thống kê.

source: Status
vi_vn: Trạng thái

source: Stop
vi_vn: Dừng

source: Storage
vi_vn: Lưu trữ

source: Store DOS attributes
vi_vn: Lưu thuộc tính DOS

source: Success
vi_vn: Thành công

source: Summary
vi_vn: Tóm tắt

source: Sunday
vi_vn: Chủ nhật

source: Support name resolution and network discovery for legacy systems.
vi_vn: Hỗ trợ phân giải tên và phát hiện mạng cho các hệ thống cũ.

source: Suppress non-error messages
vi_vn: Ẩn các thông điệp không phải lỗi

source: Suspend
vi_vn: Tạm ngưng

source: Svalbard and Jan Mayen
vi_vn: Svalbard và Jan Mayen

source: Sweden
vi_vn: Thụy Điển

source: Switzerland
vi_vn: Thụy Sĩ

source: System
vi_vn: Hệ thống

source: System Information
vi_vn: Thông tin hệ thống

source: System Logs
vi_vn: Nhật ký hệ thống

source: System Time
vi_vn: Thời gian hệ thống

source: System account
vi_vn: Tài khoản hệ thống

source: System clock synchronization client and server.
vi_vn: Máy khách và máy chủ đồng bộ hóa đồng hồ hệ thống.

source: System monitoring is disabled. To enable it, please go to the <a href='#/system/monitoring'>settings page</a>.
vi_vn: Giám sát hệ thống đã bị tắt. Để kích hoạt, vui lòng truy cập vào <a href='#/system/monitoring'>trang cài đặt</a>.

source: System restart required
vi_vn: Cần khởi động lại hệ thống

source: System time
vi_vn: Thời gian hệ thống

source: TCP forwarding
vi_vn: Chuyển tiếp TCP

source: Tags
vi_vn: Thẻ

source: Taiwan
vi_vn: Đài Loan

source: Take caution when setting this polling interval to more than sixty minutes. The poll times may fail to coincide with any of the scheduled test that have been specified. In this case the scheduled test will be run following the next device polling.
vi_vn: Hãy cẩn thận khi đặt khoảng thời gian lấy mẫu này trên 60 phút. Thời gian lấy mẫu có thể không trùng với bất kỳ bài kiểm tra nào đã được lên lịch. Trong trường hợp này, bài kiểm tra đã lên lịch sẽ được thực hiện sau lần lấy mẫu thiết bị tiếp theo.

source: Tasks
vi_vn: Nhiệm vụ

source: Temperature
vi_vn: Nhiệt độ

source: Temperature monitoring
vi_vn: Giám sát nhiệt độ

source: Test
vi_vn: Kiểm tra

source: Thailand
vi_vn: Thái Lan

source: The NFS versions provided by the service.
vi_vn: Các phiên bản NFS do dịch vụ cung cấp.

source: The NT description field.
vi_vn: Trường mô tả NT.

source: The RSA key length.
vi_vn: Chiều dài khóa RSA.

source: The SSH certificate used for authentication.
vi_vn: Chứng chỉ SSH được sử dụng để xác thực.

source: The SSH public key in OpenSSH or RFC 4716 format.
vi_vn: Khóa công khai SSH ở định dạng OpenSSH hoặc RFC 4716.

source: The action to be done when pressing the power button.
vi_vn: Hành động được thực hiện khi nhấn nút nguồn.

source: The dashboard has not yet been configured. To personalize it, please go to the <a href='#/dashboard/settings'>settings page</a>.
vi_vn: Bảng điều khiển vẫn chưa được cấu hình. Để cá nhân hóa nó, vui lòng truy cập vào <a href='#/dashboard/settings'>trang cài đặt</a>.

source: The data has been copied to the clipboard.
vi_vn: Dữ liệu đã được sao chép vào bảng tạm.

source: The default SMTP mail server port, e.g. 25, 465 or 587.
vi_vn: Cổng máy chủ email SMTP mặc định, ví dụ: 25, 465 hoặc 587.

source: The destination remote server, e.g. [USER@]HOST:DEST, [USER@]HOST::DEST or rsync://[USER@]HOST[:PORT]/DEST.
vi_vn: Máy chủ từ xa đích, ví dụ: [USER@]HOST:DEST, [USER@]HOST::DEST hoặc rsync://[USER@]HOST[:PORT]/DEST.

source: The field should only contain * or a comma separated list of values.
vi_vn: Trường này chỉ nên chứa * hoặc danh sách các giá trị được phân cách bởi dấu phẩy.

source: The file mode of the shared folder path.
vi_vn: Chế độ tệp của đường dẫn thư mục chia sẻ.

source: The file system on which the shared folder is to be created.
vi_vn: Hệ thống tệp mà thư mục chia sẻ sẽ được tạo ra.

source: The file system to mount.
vi_vn: Hệ thống tệp để gắn.

source: The following modules will be updated:
vi_vn: Các mô-đun sau sẽ được cập nhật:

source: The hostname is a label that identifies the system to the network.
vi_vn: Tên máy chủ là một nhãn xác định hệ thống trên mạng.

source: The hostname of the remote system.
vi_vn: Tên máy chủ của hệ thống từ xa.

source: The information about available software is out-of-date. Do you want to reload this information?
vi_vn: Thông tin về phần mềm có sẵn đã lỗi thời. Bạn có muốn tải lại thông tin này không?

source: The location of the files to share.
vi_vn: Vị trí của các tệp để chia sẻ.

source: The location of the files to share. The share will be accessible at /export/<name>.
vi_vn: Vị trí của các tệp để chia sẻ. Các phần chia sẻ sẽ có thể truy cập tại /export/<name>.

source: The location of the user home directories.
vi_vn: Vị trí của các thư mục chính của người dùng.

source: The maximum transmission unit in bytes to set for the device. Set to 0 to use the default value.
vi_vn: Đơn vị truyền tải tối đa tính bằng byte để đặt cho thiết bị. Đặt thành 0 để sử dụng giá trị mặc định.

source: The name of the share.
vi_vn: Tên của phần chia sẻ.

source: The number of custom snapshots to keep.
vi_vn: Số lượng ảnh chụp tùy chỉnh cần giữ lại.

source: The number of daily snapshots to keep.
vi_vn: Số lượng ảnh chụp hàng ngày cần giữ lại.

source: The number of days the certificate is valid for.
vi_vn: Số ngày chứng chỉ có hiệu lực.

source: The number of hourly snapshots to keep.
vi_vn: Số lượng ảnh chụp hàng giờ cần giữ lại.

source: The number of monthly snapshots to keep.
vi_vn: Số lượng ảnh chụp hàng tháng cần giữ lại.

source: The number of weekly snapshots to keep.
vi_vn: Số lượng ảnh chụp hàng tuần cần giữ lại.

source: The number of yearly snapshots to keep.
vi_vn: Số lượng ảnh chụp hàng năm cần giữ lại.

source: The password that is used for access via rsync daemon. Note, this is not used for remote shell transport such as SSH.
vi_vn: Mật khẩu được sử dụng để truy cập qua tiến trình rsync. Lưu ý, điều này không được sử dụng cho việc truyền shell từ xa như SSH.

source: The permissions on new files and directories are normally governed by create mask and directory mask but the inherit permissions parameter overrides this. This can be particularly useful on systems with many users to allow a single share to be used flexibly by each user.
vi_vn: Quyền trên các tệp và thư mục mới thường được quy định bởi mặt nạ tạo và mặt nạ thư mục, nhưng tham số quyền kế thừa sẽ ghi đè điều này. Điều này có thể đặc biệt hữu ích trên các hệ thống có nhiều người dùng để cho phép một thư mục chia sẻ được sử dụng linh hoạt bởi mỗi người dùng.

source: The port on which SSH is running on the remote system.
vi_vn: Cổng mà SSH đang chạy trên hệ thống từ xa.

source: The private key in PEM format.
vi_vn: Khóa riêng ở định dạng PEM.

source: The protocol is not supported in conjunction with a source/destination port.
vi_vn: Giao thức không được hỗ trợ khi kết hợp với cổng nguồn/đích.

source: The public key in OpenSSH format.
vi_vn: Khóa công khai ở định dạng OpenSSH.

source: The relative path of the folder to share. The specified folder will be created if it does not exist.
vi_vn: Đường dẫn tương đối của thư mục để chia sẻ. Thư mục được chỉ định sẽ được tạo nếu nó không tồn tại.

source: The repository will be checked for new, removed or upgraded software packages.
vi_vn: Kho lưu trữ sẽ được kiểm tra để tìm các gói phần mềm mới, đã bị xóa hoặc đã được nâng cấp.

source: The requested page was not found.
vi_vn: Trang yêu cầu không được tìm thấy.

source: The retention period (in seconds) before a snapshot can be deleted. This ensures that a snapshot that has just been created cannot be deleted again immediately.
vi_vn: Thời gian giữ lại (tính bằng giây) trước khi một ảnh chụp có thể bị xóa. Điều này đảm bảo rằng một ảnh chụp vừa được tạo không thể bị xóa ngay lập tức.

source: The server is unavailable to handle this request right now.
vi_vn: Máy chủ hiện không khả dụng để xử lý yêu cầu này.

source: The shared folder from which the permissions are copied.
vi_vn: Thư mục chia sẻ mà từ đó quyền được sao chép.

source: The shared folder {{ _selected[0].name }} was successfully created.
vi_vn: Thư mục chia sẻ {{ _selected[0].name }} đã được tạo thành công.

source: The snapshot '{{ _response.name }}' has been created for the shared folder '{{ _response.sharedfolder }}'.
vi_vn: Ảnh chụp '{{ _response.name }}' đã được tạo cho thư mục chia sẻ '{{ _response.sharedfolder }}'.

source: The source remote server, e.g. [USER@]HOST:SRC, [USER@]HOST::SRC or rsync://[USER@]HOST[:PORT]/SRC.
vi_vn: Máy chủ nguồn từ xa, ví dụ: [USER@]HOST:SRC, [USER@]HOST::SRC hoặc rsync://[USER@]HOST[:PORT]/SRC.

source: The system will reboot now. This may take some time ...
vi_vn: Hệ thống sẽ khởi động lại ngay bây giờ. Điều này có thể mất một chút thời gian ...

source: The users that are allowed to access this module.
vi_vn: Các người dùng được phép truy cập vào module này.

source: The value does not match the pattern /{{ pattern }}/.
vi_vn: Giá trị không khớp với mẫu /{{ pattern }}/.

source: The value must be one of the slave network interfaces {{ slaves | join(", ") }}.
vi_vn: Giá trị phải là một trong các giao diện mạng slave {{ slaves | join(", ") }}.

source: The value must be one of the slave network interfaces.
vi_vn: Giá trị phải là một trong các giao diện mạng slave.

source: The workgroup the server will appear to be in when queried by clients.
vi_vn: Nhóm làm việc mà máy chủ sẽ xuất hiện khi được yêu cầu bởi các khách hàng.

source: There are no notifications.
vi_vn: Không có thông báo nào.

source: These settings are used by the services to configure the access rights for the group "{{ _routeParams.name }}". Please note that these settings have no effect on file system permissions.
vi_vn: Các thiết lập này được các dịch vụ sử dụng để cấu hình quyền truy cập cho nhóm "{{ _routeParams.name }}". Lưu ý rằng các thiết lập này không ảnh hưởng đến quyền của hệ thống tệp.

source: These settings are used by the services to configure the access rights for the user "{{ _routeParams.name }}". Please note that these settings have no effect on file system permissions.
vi_vn: Các thiết lập này được các dịch vụ sử dụng để cấu hình quyền truy cập cho người dùng "{{ _routeParams.name }}". Lưu ý rằng các thiết lập này không ảnh hưởng đến quyền của hệ thống tệp.

source: These settings are used by the services to configure the user and group access rights. Please note that these settings have no effect on file system permissions.
vi_vn: Các thiết lập này được các dịch vụ sử dụng để cấu hình quyền truy cập của người dùng và nhóm. Lưu ý rằng các thiết lập này không ảnh hưởng đến quyền của hệ thống tệp.

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
vi_vn: Điều này kiểm soát xem chia sẻ này có được thấy trong danh sách các chia sẻ có sẵn trong một cái nhìn mạng và trong danh sách duyệt hay không.

source: This field contains invalid characters, e.g. a blank or "/[]:+|<>=;,*? character.
vi_vn: Trường này chứa các ký tự không hợp lệ, ví dụ: một ký tự trống hoặc ký tự "/[]:+|<>=;,*?.

source: This field contains invalid characters, only alphanumeric characters and underscore are allowed.
vi_vn: Trường này chứa các ký tự không hợp lệ, chỉ các ký tự chữ số và gạch dưới được phép.

source: This field is automatically filled with the subject of the certificate if left blank.
vi_vn: Trường này sẽ được tự động điền bằng đối tượng của chứng chỉ nếu để trống.

source: This field is required.
vi_vn: Trường này là bắt buộc.

source: This field must have the format <hh:mm:ss>.
vi_vn: Trường này phải có định dạng <hh:mm:ss>.

source: This field should be an IP network address in CIDR notation.
vi_vn: Trường này nên là địa chỉ mạng IP theo định dạng CIDR.

source: This field should be a MAC address, e.g. 00:80:41:ae:fd:7e.
vi_vn: Trường này nên là một địa chỉ MAC, ví dụ: 00:80:41:ae:fd:7e.

source: This field should be a domain name or an IP address.
vi_vn: Trường này nên là một tên miền hoặc một địa chỉ IP.

source: This field should be a host name or an IP address in CIDR notation.
vi_vn: Trường này nên là một tên máy chủ hoặc một địa chỉ IP theo định dạng CIDR.

source: This field should be a list of IP addresses separated by <,> or <;>.
vi_vn: Trường này nên là một danh sách các địa chỉ IP được phân tách bởi <,> hoặc <;>.

source: This field should be a list of domain names or IP addresses separated by <,> or <;>.
vi_vn: Trường này nên là một danh sách các tên miền hoặc địa chỉ IP được phân tách bởi <,> hoặc <;>.

source: This field should be a list of domain names or IP addresses.
vi_vn: Trường này nên là một danh sách các tên miền hoặc địa chỉ IP.

source: This field should be a list of host names or IP addresses in CIDR notation separated by <,> or <;>.
vi_vn: Trường này nên là một danh sách các tên máy chủ hoặc địa chỉ IP theo định dạng CIDR được phân tách bởi <,> hoặc <;>.

source: This field should be a netmask within the range 128.0.0.0 - 255.255.255.252.
vi_vn: Trường này nên là một mặt nạ mạng trong khoảng từ 128.0.0.0 đến 255.255.255.252.

source: This field should be a network port in the range of 1 to 65535.
vi_vn: Trường này nên là một cổng mạng trong khoảng từ 1 đến 65535.

source: This field should be a valid IPv4 address.
vi_vn: Trường này nên là một địa chỉ IPv4 hợp lệ.

source: This field should be a valid IPv6 address.
vi_vn: Trường này nên là một địa chỉ IPv6 hợp lệ.

source: This field should be an integer.
vi_vn: Trường này nên là một số nguyên.

source: This field should be between {{ min }} and {{ max }}.
vi_vn: Trường này nên nằm trong khoảng {{ min }} và {{ max }}.

source: This field should be no more than {{ max }} characters long.
vi_vn: Trường này không nên dài hơn {{ max }} ký tự.

source: This field should be no less than {{ min }} characters long.
vi_vn: Trường này không nên ngắn hơn {{ min }} ký tự.

source: This field should be unique.
vi_vn: Trường này nên là duy nhất.

source: This may take a few minutes. Please wait for the process to complete...
vi_vn: Điều này có thể mất vài phút. Vui lòng chờ quá trình hoàn tất...

source: This will create a recycle bin for each user home directory.
vi_vn: Điều này sẽ tạo một thùng rác cho mỗi thư mục cá nhân của người dùng.

source: This will create a recycle bin for the share.
vi_vn: Điều này sẽ tạo một thùng rác trong chia sẻ.
